Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norec.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The project participants have continued to use the knowledge the Nepalese brought about kitchen gardens and have already developed 150 new kitchen gardens.
nn: Deltakarane i prosjektet har brukt det dei lærte av nepalarane, og har allereie laga 150 nye kjøkkenhagar.

source: The participants could only stay in Vietnam for a month, before they had to return to Nepal.
nn: Dei åtte deltakarane fekk kunne vere i Vietnam i ein månad, før pandemien sende dei tilbake til Nepal.

source: At the end of November, Norec invited partners from industry and commerce, the public sector and voluntary organisations to a meeting at Gardermoen.
nn: I slutten av november samla Norec partnarar frå næringsliv, offentleg sektor og frivillege organisasjonar på Gardermoen.

source: They will just say “Sorry Sir,” and move on, Rishi says.
nn: Dei vil seie «Sorry, Sir» og gå vidare, fortel Rishi.

source: Sign up for Training 2
nn: Melde deltakarane på Training 2

source: That has led to some very interesting conversations around the dinner table, Tone laughs, before Magne adds:
nn: Det har ført til nokre veldig interessante samtalar rundt middagsbordet, ler Tone, før Magne legg til:

source: It is an exchange project between Integrated Village Development Service’s (IVDS) in Nepal and Parmath Samaj Sevi Sansthan in India.
nn: Det er eit utvekslingsprosjekt mellom Integrated Village Development Service (IVDS) i Nepal og Parmath Samaj Sevi Sansthan i India.

source: Burundi is a farming nation, and agriculture provides employment for around 90% of the working population.
nn: Burundi er eit jordbruksland, og landbruket sysselset om lag 90 % av dei yrkesaktive.

source: The company now has 121 employees and provides electricity to 85,000 people.
nn: No har selskapet 121 tilsette og forsyner 85 000 menneske med straum.

source: They are marking the International Women’s day with their partner organizations Conavigua from Guatemala, The Norwegian Solidarity Committee for Latin America, and Brazilian Movimento Sem Terra (MST).
nn: CNA frå Colombia har felles markering med sine søsterorganisasjonar, Latinamerikabrigaden (LAG) frå Norge, Conavigua frå Guatemala og brasilianske MST.

source: India has a diverse economy comprising both traditional and modern agricultural production, handicrafts and modern industrial companies.
nn: India har ein mangfaldig økonomi som består av både tradisjonell og moderne jordbruksproduksjon, handverksverksemd og moderne industriell verksemd.

source: — The maths in Norway is a lot easier than the one we learn in Malawi, which surprised me.
nn: – Matematikken i Norge er mykje enklare enn den vi lærer i Malawi, det overraska meg.

source: As a trainee, you’re employed by a company in Vestland for one year, gaining broad work experience, personal development and new networks.
nn: Som trainee er du tilsett i ei bedrift i Vestland i eitt år og får brei arbeidserfaring, personleg utvikling og nye nettverk.

source: We will do a new review of this situation before 7 April,
nn: Vi vil gjere ei ny vurdering av situasjonen innan 7.

source: Every year, about 700 young people go on exchange organised by Norec, to Colombia, Malawi, Vietnam or to 20 other countries.
nn: Kvart år reiser rundt 700 unge på utveksling gjennom Norec, til Colombia, Malawi, Vietnam eller over 20 andre land.

source: Participation in the action day is voluntary,” Project Coordinator Vivian Nordstrand points out.
nn: Å delta på aksjonsdagen er nemleg frivillig, understrekar prosjektkoordinator Vivian Nordstrand.

source: Eight years later, it serves 8000 customers across several countries, and eyes an expansion to a different continent.
nn: Etter åtte års drift har selskapet 8000 kundar i fleire afrikanske land, og satsar på å spreie si verksemd til andre kontinent

source: This can only be done in India.
nn: Då må vi reise til India.

source: – We have gotten suggestions on where Norec can arrange future trainings so that the participants will fly as little as possible.
nn: – Vi har fått forslag til kor Norec kan arrangere kurs for at deltakarane skal fly minst mogleg.

source: “They’re going to FOCUS Kenya, a large, professional organisation that works with students at universities and colleges,” Aasland explains.
nn: – Dei skal til Focus Kenya, ein stor, profesjonell organisasjon som driv studentarbeid ved universitet og høgskular, fortel Aasland.

source: Malawi is one of the poorest countries in the world, and only around 10 percent of the population has power supply.
nn: Malawi er eit av verdas fattigaste land, og berre om lag 10 prosent av innbyggjarane har tilgang til straum.

source: Four participants from Kenya, six from Brazil and two from Hong Kong are all well under way with their exchange in Norway,” Aasland says.
nn: Fire deltakarar frå Kenya og seks frå Brasil og to frå Hongkong er alt godt i gang med si utveksling i Noreg, seier Aasland.

source: The participants use the techniques they learnt in India to train the migrants in Nepal.
nn: Deltakarane nyttar teknikkane dei lærte i India, når dei underviser migrantane i Nepal.

source: – I wish to help others.
nn: – Eg ønsker å hjelpe andre.

source: In a year when physical exchanges became impossible overnight, 64 out of 70 Norec partnerships managed to continue their cooperation in new and innovative ways.
nn: I eit år der fysisk utveksling vart umogeleg over natta, klarte 64 av 70 partnarskap å halde fram samarbeidet på nye og innovative måtar.

source: Because I’m part of the NBS board we got the opportunity to receive the brigadists, which we of course said yes to, Magne explains.
nn: Då eg sit i styret til NBS fekk vi moglegheita å ta inn brigadistar, noko vi sjølvsagt sa ja til, forklarer Magne.

source: — All schools in Norway should have a project like this.
nn: – Alle skular i Norge burde hatt eit slikt prosjekt.

source: It fits what we are already doing; facilitating exchanges of professionals and volunteers between Norway and countries in Africa, Asia, and Latin America, says Mr. Jan Olav Baarøy, Director General of Norec.
nn: Det passar godt med samfunnsoppdraget vårt – å legge til rette for utveksling av profesjonelle og frivillige mellom Norge og land i Afrika, Asia og Latin-Amerika, seier Jan Olav Baarøy, Direktør for Norec.

source: The situation there for trans men is completely opposite to that in Bangladesh.
nn: Situasjonen for transmenn der er heilt annleis enn i Bangladesh.

source: Today, child-marriages are the chief-obstacle for gender-equality and girls’ education.
nn: Barneekteskap er i dag det største hinderet for likestilling og skulegang for jenter.

source: “We benefited from positive experience from other partners who have carried out exchanges, just like us,” says Steinar Hoel Korsmo in Seed Forum Norge.
nn: – For vår del fekk vi gode erfaringar frå andre partnarar som har gjennomført utveksling som oss, seier Hoel Korsmo i Seed Forum Norge.

source: Ireen Mbunda and Steve Kapatuka are currently on exchange from Malawi, and they teach English and maths at the school.
nn: Ireen Mbunda og Steve Kapatuka er for tida på utveksling frå Malawi, og dei underviser i engelsk og matte på skulen.

source: In Bangladesh, trans men have no rights.
nn: I Bangladesh har transmenn ingen rettar.

source: We would like to have at least as many at the end of 2021, but with more variations in terms of how the partners do their co-operation.
nn: Målet er å ha minst like mange ved utgangen av 2021, men med større variasjon i måten dei samarbeider på.

source: Steinsland is from Sotra outside Bergen and has a background in psychology as well as a Bachelor’s degree in Marketing and Brand Management.
nn: Steinsland kjem frå Sotra utanfor Bergen og har både psykologi og bachelor i marknadsføring og merkevareleiing i bagasjen.

source: The solar cell company, Kumudzi Kuwale, was founded by the very first participant to travel on exchange via Norec.
nn: Solcellebedrifta Kumudzi Kuwale vart initiert av den første deltakaren som var på utveksling gjennom Norec.

source: The local government has struggled to manage all the returned migrants, and there are few job opportunities for them.
nn: For dei lokale myndigheitene har det vore ei utfordring å handtere alle migrantarbeidarane som har komme heim, og det er få ledige jobbar til dei.

source: It is a South-South exchange in cooperation between The Bandhu Social Welfare Society in Bangladesh, Blue Diamond Society in Nepal and The Humsafar Trust in India.
nn: Prosjektet er eit sør-sør- samarbeid mellom Bandhu Social Welfare Society i Bangladesh, Blue Diamond Society i Nepal og The Humsafar Trust i India.

source: In 2018, they started an exchange-cooperation with Udaudo Nepal and are now into their third round.
nn: I 2018 starta dei utvekslingssamarbeid med Udaudo Nepal, og dei er no inne i si tredje utvekslingsrunde.

source: This is a database and website describing and promoting positive examples of South-South and Triangular cooperation.
nn: Dette er ein database med webside som skildrar og frammar gode eksempel på sør-sør- og triangulært samarbeid.

source: The corona pandemic made sure Norec got a flying start with digital trainings in 2020.
nn: Koronapandemien sørga for at Norec fekk ein pangstart for digitale kurs i 2020.

source: Normally, this section of the report would describe our objectives for progress leading up to 2030, initiatives implemented to achieve our target of 750 participants on exchange visits by 2022 and some optimistic ideas for the future, in light of the fact that the world is in a better place than 20 years ago when we consider the percentage of the global population living in extreme poverty.
nn: Vanlegvis ville denne delen omhandla progresjon fram mot 2030, tiltak for å nå målet om 750 deltakarar på utveksling innan 2022 og eit par optimistiske tankar om framtida i lys av at verda er betre i dag enn for 20 år sidan om vi ser andelen av verdas befolkning som lev i ekstrem fattigdom.

source: Ghana has large mineral resources, and gold is the largest export commodity after cocoa.
nn: Ghana har store mineralførekomstar, og gull er den største eksportvara etter kakao.

source: They started to organise activities in the local community, and made support groups for covid-affected youths, formed local training groups and helped develop kitchen gardens.
nn: Dei begynte å organisere aktivitetar i lokalsamfunnet og oppretta støttegrupper for ungdom som var råka av covid, danna lokale opplæringsgrupper og hjelpte til med å utvikle kjøkkenhagar.

source: Uganda has fertile soil and mineral deposits.
nn: Uganda har fruktbar jord og mineralførekomstar.

source: Using farming methods from India to help migrant workers in Nepal
nn: Jordbruksmetodar frå India hjelper migrantarbeidarar i Nepal

source: 2021 marks 20 years since Norec (the Norwegian Agency for Exchange Cooperation) started work on mutual exchange.
nn: I 2021 er det 20 år sidan Norec (Norsk senter for utvekslingssamarbeid) starta med gjensidig utveksling.

source: Agriculture and fishing are the most important industries, providing employment for around 80% of the population in Mozambique.
nn: Landbruk, inkludert fiske, er den viktigaste næringa og sysselset om lag 80 % av befolkninga i Mosambik.

source: – Here it is often very difficult for the volunteer organisations to be heard by the authorities, says Espe.
nn: – Her er det ofte svært vanskeleg for frivillige organisasjonar å få gehør hos myndigheitene, seier Espe.

source: Norec partner WAGGGS, together with the World Organization of the Scout Movement, have been nominated for the 2021 Nobel Peace Prize by parliamentary representative for the Liberal Party, Mrs. Solveig Schyts.
nn: Norecpartnaren WAGGGS er som ein del av den internasjonale speiderbevegelsen nominert til Nobels fredspris i 2021 av stortingsrepresentant for Venstre, Solveig Schytz.

source: Now we saw how important it was to help spread information about the corona virus, Kanchan explains.
nn: No såg vi kor viktig det var å bidra til å spreie informasjon om koronaviruset, forklarer Kanchan.

source: Norec provides grants, follow-up and training to about 220 partners from various countries.
nn: Norec gir tilskot, oppfølging og kursing til om lag 220 partnarar frå ei rekke ulike land.

source: – We have a “missing link” in the transfer of knowledge
nn: – Vi har ein «missing link» i kunnskapsoverføringa

source: The Norec-supported programme works on countering rapid urbanisation in Nepal and India by training young people in sustainable organic farming.
nn: Programmet får støtte frå Norec og handlar om å motverke hurtig urbanisering i Nepal og India ved å lære opp unge menneske i berekraftig økologisk jordbruk.

source: 92 per cent of the pupils are engaged in the international work at the school.
nn: 92 prosent av elevane er engasjert i det internasjonale arbeidet ved skulen.

source: – I feel like the pandemic has given us a different lens to see our own society through, Kanchan says.
nn: – Det kjennest som om pandemien har gitt oss eit nytt perspektiv på vårt eige samfunn, seier Kanchan.

source: Indonesia is the largest economy in South East Asia and is expected be one of the world’s ten largest economies by 2025.
nn: Indonesia er den største økonomien i Søraust-Asia, og det er venta at landet vil vere eit av verdas ti største økonomiar innan 2025.

source: – The participants were disappointed that they had to go home so early.
nn: – Dei var skuffa over at dei måtte reise heim så tidleg.

source: India and Thailand have come a long way in this regard, and Rishi has faith that Bangladesh will reach there as well
nn: India og Thailand er komt langt på veg, og Rishi har trua på at det også vil skje i Bangladesh.

source: Exchanges starting between April and July:
nn: Utvekslingar som startar mellom april og juli:

source: Around 85% of the country's population is directly or indirectly reliant on the agricultural sector.
nn: Om lag 85 % av befolkninga er direkte eller indirekte avhengig av landbrukssektoren.
